[
    {
        "name": "Aaron",
        "url": "https://twitter.com/Grump_AI",
        "description": "Founding member of AWAY, making AI art since summer 2021."
    },
    {
        "name": "Cadmus",
        "url": "https://teuthisdreams.tumblr.com/",
        "description": "Hi! I'm Cad, which could be short for Cadmus (who was transformed into a dragon) or Cadaeic (who names the numbers of pi) or anything you'd like. I'm a transmasc Asian-Australian using image synthesis to illustrate fantasy stories, tabletop games and other flights of fancy, as well as to explore naval art history. I also occasionally tinker with code on the side, finding that AI art appeals to both the creative and the technical sides of my brain. It's been fun, though I primarily generate pictures of sailing ships and resplendently rainbow sailing ships!"
    },
    {
        "name": "crumb",
        "url": "https://twitter.com/aicrumb",
        "description": "I'm a developer/hobbyist that got a start with AI art in the Style Transfer/Deep Dream days and gained a special interest in ML in early middle school."
    },
    {
        "name": "Curio",
        "url": "https://twitter.com/ai_curio",
        "description": "I am the founder of AWAY and general malcontent-around-town for the AI Art community as a whole. I have always been interested in the ability to visualize my dreams and imagination in a way that would not require me to use my hands or fingers very much - I am disabled, and use of my hands for anything more strenuous than typing is generally a non-starter. Ever since then it has been one large, amusing, slightly infuriating, but always joyous rollercoaster."
    },
    {
        "name": "Kara",
        "url": "https://twitter.com/ai_tropo",
        "description": "I had gotten into AI art relatively early on, and I have loved watching its rapid progression and I'm sure I'll love seeing what's next. I love mixing concepts, ideas, artists, styles and mediums and seeing what the little robot does with it."
    },
    {
        "name": "Lumiat",
        "url": "https://www.thisisstar.com/",
        "description": "I am a disabled trans woman who started with Wombo when it first started, and moved to Midjourney when I found out about that. AI tools let me express myself in ways I couldn't before due to disability."
    },
    {
        "name": "Star St.Germain",
        "url": "https://www.thisisstar.com/",
        "description": "A tornado disguised as a girl."
    },
    {
        "name": "Weird Mustard",
        "url": "https://www.redbubble.com/people/WeirdMustard/",
        "description": "Just an artist exploring the limits of what AI art can and can not do to show the viewer what I'm thinking"
    }
]