[
    {
        "src": "assets/img/portfolio/cad1.png",
        "alt": "Three images in a heavily stylised tarot card/art nouveau style of golden sailing ships being struck by lightning in front of turbulent clouds and waves.",
        "name": "Tempestuous Storm",
        "author": "Cadmus"
    },
    {
        "src": "assets/img/portfolio/cad2.jpg",
        "alt": "An image in a cel shaded anime and stained glass art nouveau style of what appears to be a brown haired white woman with insect wings spreading out behind her, dressed in white cloth and holding something wrapped in cloth.",
        "name": "Cel Stained Glass",
        "author": "Cadmus"
    },
    {
        "src": "assets/img/portfolio/cad3.png",
        "alt": "image in an oil painting style of a naval officer facing away from the viewer, wearing a naval uniform that begins with a triangular navy blue thing framed with gold lace before flowing out into a rainbow cloak.",
        "name": "Pride Captain",
        "author": "Cadmus"
    },
    {
        "src": "assets/img/portfolio/cad4.png",
        "alt": "A comic page, at the top of the page is a silhouette of a ship as if one was looking up at the ship from underwater, the text reads: I thought that we soon parted company from each other / and all alone, / I continued / to sink, / sink, / sink, / until, / at last, / I could sink no deeper. The words are broken up and positioned as if they are sinking down the page.",
        "name": "The Captain's Dream",
        "author": "Cadmus"
    },
    {
        "src": "assets/img/portfolio/cad5.png",
        "alt": "An image in a saturated clean digital art style of a rainbow storm over turbulent oceans with a shape that could be a sailing ship, but there is a rainbow flag instead of a sail.",
        "name": "A Beautiful Painting",
        "author": "Cadmus"
    },
    {
        "src": "assets/img/portfolio/mia1.png",
        "alt": "A girl with red cat eyes and very voluminous brown hair being blown by the wind, looking off to the left.",
        "name": "munchkin",
        "author": "crumb"
    },
    {
        "src": "assets/img/portfolio/mia2.png",
        "alt": "A glitched portrait of a woman with black hair on a red background. A black bar is overlayed in the middle and some parts have their colors inverted.",
        "name": "glitch",
        "author": "crumb"
    },
    {
        "src": "assets/img/portfolio/mia3.png",
        "alt": "A woman is standing in the middle of a calm whirlpool, in a forest with a purple atmosphere and steep rocky beaches on either side.",
        "name": "whirlpool",
        "author": "crumb"
    },
    {
        "src": "assets/img/portfolio/mia4.png",
        "alt": "Ruddy statue of an angel reaching out with stone wings, a faded sun warming their hand from behind.",
        "name": "fallen",
        "author": "crumb"
    },
    {
        "src": "assets/img/portfolio/mia5.png",
        "alt": "A traditional stone castle with a traditional English looking house on top, there's what seems to be rose petals dancing in the wind.",
        "name": "castle",
        "author": "crumb"
    },
    {
        "src": "assets/img/portfolio/grump1.png",
        "alt": "Projections of the end times: a group of people silhouetted by black and white splotchy patterns viewing art in a gallery.",
        "name": "Viewing",
        "author": "End Times"
    },
    {
        "src": "assets/img/portfolio/grump2.jpg",
        "alt": "Weeping angel. A marble colored papier-mâché textured angelic figure with a solemn look bursts through newspaper articles.",
        "name": "Reading",
        "author": "End Times"
    },
    {
        "src": "assets/img/portfolio/kara1.png",
        "alt": "A painting of a man with a hollow face showing runes inscribed on the side of a pyramid while some creatures stand among him.",
        "name": "The Script Reader",
        "author": "Kara"
    },
    {
        "src": "assets/img/portfolio/kara2.png",
        "alt": "A black and white collage of a silhouetted man walking down a path with a painted portrait of the man overlayed on top.",
        "name": "Walking, Man",
        "author": "Kara"
    },
    {
        "src": "assets/img/portfolio/kara3.png",
        "alt": "A painting of a sofa and other furniture in a living room along with lots of overgrown furniture.",
        "name": "Overhome",
        "author": "Kara"
    },
    {
        "src": "assets/img/portfolio/kara4.png",
        "alt": "A surrealist painting of a person wearing a dress and a mask with a symbol on it.",
        "name": "Desert Cultist",
        "author": "Kara"
    },
    {
        "src": "assets/img/portfolio/rhapsody1.png",
        "alt": "A painting of a girl in a fur-lined coat, holding a beam saber. She stares at the viewer with a neutral expression. The background is mostly white, with smoky red and black abstract patterns.",
        "name": "Fine Red Mist",
        "author": "RhapsodyXVI"
    },
		{
        "src": "assets/img/portfolio/rhapsody2.jpg",
        "alt": "A painting of an abandoned town street, with a person on a yellow motorcycle on the road. The painting style is blocky and scratchy, with dark shadows painted over the piece.",
        "name": "Long Way Home",
        "author": "RhapsodyXVI"
    },
		{
        "src": "assets/img/portfolio/rhapsody3.png",
        "alt": "Pixel art of a girl with long yellow and pink hair that flows in the wind. She's wearing a flowing dress and stands in a field of vibrant pink and blue foliage, with a jagged mountain standing behind her. The sky behind the mountain is made up of varying shades of orange, red, and teal.",
        "name": "Rhapsody",
        "author": "RhapsodyXVI"
    },
		{
        "src": "assets/img/portfolio/rhapsody4.png",
        "alt": "A saturated painting of red, yellow, and green leaves, with a nondescript yellow box to the left. the red foliage bursts from the center of the painting, while green foliage surrounds it. There's a small dirt path beneath the red foliage.",
        "name": "Untitled Abstract Piece (One of Many)",
        "author": "RhapsodyXVI"
    },
    {
        "src": "assets/img/portfolio/star1.png",
        "alt": "A monitor surrounded by flowers in a cel shaded illustration style.",
        "name": "Screenbloom series - A combination of AI art and traditional illustration",
        "author": "Star St. Germain"
    },
    {
        "src": "assets/img/portfolio/star2.png",
        "alt": "A monitor surrounded by flowers in a cel shaded illustration style.",
        "name": "Screenbloom series - A combination of AI art and traditional illustration",
        "author": "Star St. Germain"
    },
    {
        "src": "assets/img/portfolio/weird1.png",
        "alt": "Two male figures with short cut hair wearing long black coats walking down the empty street of a futuristic city.",
        "name": "Vampires",
        "author": "Weird Mustard"
    },
    {
        "src": "assets/img/portfolio/weird2.png",
        "alt": "A figure with angel wings wearing a uniform and carrying guns hovering above people in 19th century clothes.",
        "name": "The Angel of War",
        "author": "Weird Mustard"
    },
    {
        "src": "assets/img/portfolio/weird3.png",
        "alt": "A demon-like figure in a priest's outfit in front of a church window inviting the viewer into a dark room.",
        "name": "Come In!",
        "author": "Weird Mustard"
    },
    {
        "src": "assets/img/portfolio/weird4.png",
        "alt": "A black guinepig with a white snout wearing a red scarf and a hat made of a hemp bag.",
        "name": "Just an autumn pig",
        "author": "Weird Mustard"
    },
    {
        "src": "assets/img/portfolio/weird5.png",
        "alt": "An old man with short hair and glasses wearing a red pullover and a short black skirt.",
        "name": "Changing for the better",
        "author": "Weird Mustard"
    },
    {
        "src": "assets/img/portfolio/curio1.png",
        "alt": "A picture of a man with short hair and a beard, wearing a business suit, looking away and down. His face is not visible and his back is to us. The palette is mostly browns with small hints of blue, and the sky is indistinct.",
        "name": "Self-Portrait",
        "author": "Curio"
    },
    {
        "src": "assets/img/portfolio/curio2.png",
        "alt": "A shirtless man is walking down a somewhat abstract, malformed hallway. The side of his body is brightly lit in a way that casts his right half and his face in shadow, but there is no apparent light source. There are visible door-like structures to the left and right of him, and behind him is pitch black darkness deeper into the hallway. He is walking towards us, away from the darkness.",
        "name": "Midnight Snack",
        "author": "Curio"
    },
    {
        "src": "assets/img/portfolio/curio3.png",
        "alt": "The picture takes place in a grassy field during what seems to be night, with a moon in the top-center of the image, although the moon is far closer to the ground and far smaller than it should be. On the right is a tentacled, vaguely-feminine figure lifted off the ground by several thin tendrils, looking like she is made of red meaty flesh. Opposite of her, on the left, is what appears to be another woman in some sort of dress or gown. The tentacled figure is looming over the other woman, and is occupying most of the light of the moon.",
        "name": "Meeting",
        "author": "Curio"
    },
    {
        "src": "assets/img/portfolio/curio4.png",
        "alt": "A malformed, surreal humanoid figure lays pitifully on the ground in the center of what appears to be a kitchen. There is an open window and it seems to be raining outside. There is a chair with a red cushion to the left of the figure and a cabinet to their upper-right. Something that looks like a bouquet is on the floor near the figure.",
        "name": "Stroke",
        "author": "Curio"
    },
    {
        "src": "assets/img/portfolio/br1.png",
        "alt": "A short stem blue rose in a frost covered vase, a beam of light is hitting the rose from the upper lefthand side.",
        "name": "Blue Rose in a Vase",
        "author": "Lumiat"
    },
    {
        "src": "assets/img/portfolio/anthony1.jpg",
        "alt": "A vast cavern chamber, brightly lit. It is extremely dense, almost every possible surface covered with intricate engravings, strange fungi, inhuman statues, and countless other mysteries. In the center, a single figure carved from purple-blue stone sits on a pedestal. Behind them, a fungal city-tree reaches up toward curved arches and windows into other worlds. The central figure is overshadowed by two gigantic statues on each side. Into these larger figures, curving passageways and odd buildings have been carved. Both are faceless, the voids where their faces would be opening up into portals under different skies. Beneath the statues, water flows through innumerable branching tunnels and sits crystalline in still, shallow lakes amidst the ruins and mushrooms.",
        "name": "Fungiwood",
        "author": "Anthony"
    },
    {
        "src": "assets/img/portfolio/anthony2.jpg",
        "alt": "A gigantic surreal antequated library, viewed from above. It seems almost more grown than built, with structures of hardwood and marble combining in ways that show little in the way of unified architectural intent. No living creatures are present except the occasional patch of moss, but the scene is filled with numerous and diverse statues, robed figures and strange beasts carved from a wide assortment of materials and scattered about with no clear intent. The scene has an almost fractal quality, with details repeating at every possible scale.",
        "name": "isolibrary",
        "author": "Anthony"
    }
]
